tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "derailed/k9s"
tap "eddieantonio/eddieantonio"
tap "fluidkeys/tap"
tap "heroku/brew"
tap "jmacdonald/amp"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mongodb/brew"
tap "neovim/neovim"
tap "petere/postgresql"
tap "spring-projects-experimental/spring-cli"
tap "stacklok/tap"
tap "thoughtbot/formulae"
brew "libyaml"
brew "sqlite"
brew "python@3.13"
brew "ansible"
brew "lz4"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "aspell"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "black"
brew "boost"
brew "brew-php-switcher"
brew "c-ares"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "libpq"
brew "php"
brew "composer"
brew "consul-template"
brew "coreutils"
brew "ctags"
brew "deno"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "openjdk"
brew "duck"
brew "ed", link: true
brew "exiftool"
brew "expect"
brew "eza"
brew "mpg123"
brew "rubberband"
brew "snappy"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "flex"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-ftp"
brew "git-lfs"
brew "glab"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "iproute2mac"
brew "ipython"
brew "ispell"
brew "jansson"
brew "jid"
brew "jmeter"
brew "jq"
brew "node"
brew "jupyterlab"
brew "keychain"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "lastpass-cli"
brew "lazydocker"
brew "libev"
brew "libffi"
brew "libxslt"
brew "makedepend"
brew "mas"
brew "maven"
brew "memcached", restart_service: :changed
brew "mise"
brew "mkcert"
brew "mongosh"
brew "protobuf"
brew "mosh"
brew "mtr"
brew "mycli"
brew "neovim"
brew "nghttp2"
brew "node@22"
brew "openconnect"
brew "openssh"
brew "openssl@1.1"
brew "openvino"
brew "ossp-uuid"
brew "pg_top"
brew "pgcli"
brew "pianobar"
brew "pipx"
brew "pspg"
brew "pstree"
brew "pwgen"
brew "pycodestyle"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qcachegrind"
brew "r"
brew "raptor"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "s3cmd"
brew "scala"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "sslmate"
brew "starship"
brew "stern"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "translate-toolkit"
brew "v8"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wdiff"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "derailed/k9s/k9s"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community@5.0"
brew "spring-projects-experimental/spring-cli/spring-cli"
brew "stacklok/tap/thv"
brew "thoughtbot/formulae/rcm"
cask "adobe-acrobat-reader"
cask "adobe-air"
cask "air-video-server-hd"
cask "arc"
cask "atom"
cask "azure-data-studio"
cask "basecamp"
cask "charles"
cask "chatgpt"
cask "chromedriver"
cask "cursor"
cask "cursorsense"
cask "cyberduck"
cask "discord"
cask "dosbox"
cask "element"
cask "evernote"
cask "fig"
cask "firefox"
cask "font-hack"
cask "franz"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "jdiskreport"
cask "jetbrains-toolbox"
cask "keka"
cask "kindavim"
cask "ledger-live"
cask "licecap"
cask "macdown"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "obsidian"
cask "openemu"
cask "orbstack"
cask "osquery"
cask "postman"
cask "rambox"
cask "raycast"
cask "renamer"
cask "rstudio"
cask "selfcontrol"
cask "signal"
cask "slack-cli"
cask "sourcetree"
cask "spotify"
cask "sqlworkbenchj"
cask "steam"
cask "sublime-text"
cask "timer"
cask "tor-browser"
cask "unity-hub"
cask "vagrant"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "vuze"
cask "wechat"
cask "wezterm"
cask "whatsapp"
cask "zen"
mas "1Keyboard", id: 766939888
mas "GoPro Player", id: 1460836908
mas "HP", id: 1474276998
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LastPass", id: 926036361
mas "LastPass for Safari", id: 6504626762
mas "Magnet", id: 441258766
mas "Mate Translate", id: 1005088137
mas "Mobile Mouse Server", id: 412814284
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Text History", id: 6446922890
mas "Text Jesus", id: 6446922759
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "WhatsApp", id: 310633997
mas "Whisper Transcription", id: 1668083311
mas "Xcode", id: 497799835
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "genieai.chatgpt-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "p1c2u.docker-compose"
vscode "redhat.java"
vscode "sonarsource.sonarlint-vscode"
vscode "sourcegraph.cody-ai"
vscode "sourcegraph.sourcegraph"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
