tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "derailed/k9s"
tap "eddieantonio/eddieantonio"
tap "exolnet/deprecated"
tap "fluidkeys/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "neovim/neovim"
tap "petere/postgresql"
tap "thoughtbot/formulae"
brew "ossp-uuid"
brew "readline"
brew "sqlite"
brew "python@3.8"
brew "ansible"
brew "brotli"
brew "apr"
brew "apr-util"
brew "aspell"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "binutils"
brew "bison@2.7"
brew "boost"
brew "brew-php-switcher"
brew "c-ares"
brew "cairo"
brew "cmake"
brew "composer"
brew "coreutils"
brew "ctags"
brew "libev"
brew "nghttp2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "docker-compose", link: false
brew "duck"
brew "ed", link: true
brew "elasticsearch", restart_service: true
brew "exiftool"
brew "expect"
brew "fasd"
brew "pkg-config"
brew "guile"
brew "libevent"
brew "gnutls"
brew "snappy"
brew "srt"
brew "ffmpeg"
brew "findutils", args: ["with-default-names"]
brew "flex"
brew "unixodbc"
brew "fzf"
brew "gawk"
brew "gd"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-ftp"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg", link: false
brew "qt"
brew "gnuplot"
brew "graphviz"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "httpd", restart_service: true
brew "httpie"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "iproute2mac"
brew "ipython"
brew "ispell"
brew "jansson"
brew "jid"
brew "jmeter"
brew "jq"
brew "jupyterlab"
brew "keychain"
brew "kotlin"
brew "kubectx"
brew "lastpass-cli"
brew "libsodium"
brew "libxml2"
brew "libxslt"
brew "logstash"
brew "lz4"
brew "makedepend"
brew "mas"
brew "maven"
brew "memcached", restart_service: true
brew "mkcert"
brew "protobuf"
brew "mosh"
brew "mtr"
brew "mycli"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "openblas"
brew "openconnect"
brew "openjdk"
brew "openssh"
brew "postgresql", restart_service: true
brew "pg_top"
brew "pgcli"
brew "pianobar", link: false
brew "postgresql@10"
brew "pspg"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2", link: false
brew "qcachegrind"
brew "r"
brew "raptor"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "s3cmd"
brew "scala"
brew "shellcheck"
brew "spdylay"
brew "ssh-copy-id", link: true
brew "sshfs"
brew "sslmate"
brew "stern"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "translate-toolkit"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "wxwidgets", args: ["with-static", "with-stl"]
brew "xmlstarlet"
brew "yarn", link: false
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "eddieantonio/eddieantonio/imgcat"
brew "fluidkeys/tap/fluidkeys"
brew "heroku/brew/heroku"
brew "jmacdonald/amp/amp"
brew "thoughtbot/formulae/rcm"
cask "adobe-acrobat-reader"
cask "adobe-air"
cask "adoptopenjdk10"
cask "adoptopenjdk11"
cask "adoptopenjdk12"
cask "adoptopenjdk9"
cask "air-video-server-hd"
cask "atom"
cask "azure-data-studio"
cask "basecamp"
cask "boostnote"
cask "boxer"
cask "charles"
cask "chromedriver"
cask "cocoapods-app"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dosbox"
cask "eclipse-installer"
cask "evernote"
cask "firefox"
cask "flash-player"
cask "font-hack"
cask "franz"
cask "gimp"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "java"
cask "jdiskreport"
cask "jetbrains-toolbox"
cask "jing"
cask "keka"
cask "licecap"
cask "macdown"
cask "macvim"
cask "minecraft"
cask "minitimer"
cask "mono-mdk-for-visual-studio"
cask "mysqlworkbench"
cask "ngrok"
cask "nomachine"
cask "oni"
cask "openemu"
cask "osquery"
cask "osxfuse"
cask "phantomjs"
cask "postman"
cask "recordit"
cask "renamer"
cask "rstudio"
cask "sequel-pro"
cask "signal"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "sqlworkbenchj"
cask "steam"
cask "sublime-text"
cask "timer"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "whatsapp"
cask "xampp"
mas "1Keyboard", id: 766939888
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Mobile Mouse Server", id: 412814284
mas "Pages", id: 409201541
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
